{
  "posts": [
    {
      "id": 2,
      "title": "Шалена подород штатами Америки",
      "description": "Сполу́чені Шта́ти Аме́рики — федеративна республіка в Північній Америці, що складається з 50 штатів: Аляски, Гаваїв, 48 штатів на території між Атлантичним і Тихим океанами і між Канадою і Мексикою та федерального округу Колумбія.",
      "img": "2.jpeg"
    },
    {
      "id": 3,
      "title": "Прекрасний Сідней",
      "description": "Сідней — друге за розміром місто Австралії після Мельбурна, населення якого за оцінками на 2014 рік становило приблизно 4,84 мільйона осіб. Населення Сіднея багатонаціональне і космополітичне, мешканці називаються англ. Sydneysiders. Сідней є столицею штату Новий Південний Уельс. Місто було засноване у 1788 р.",
      "img": "3.jpeg"
    },
    {
      "title": "Дощовий Лондон",
      "description": "Ло́ндон — столиця Англії та Сполученого Королівства, розташована на річці Темза. Одне з найбільших міст Європи. Площа 1572 км²; у 2017 році населення становило 8,8 млн осіб, а з передмістями близько 10 млн.",
      "img": "4.jpeg",
      "id": 4
    },
    {
      "title": "Рідний Київ",
      "description": "Ки́їв — столиця та найбільше місто України. Розташований у середній течії Дніпра, у північній Наддніпрянщині. Політичний, соціально-економічний, транспортний, освітньо-науковий, історичний, культурний та духовний центр України.",
      "img": "5.jpeg",
      "id": 5
    },
    {
      "title": "Улюблений Івано-Франківськ",
      "description": "Іва́но-Франкі́вськ — місто в Україні, обласний центр Івано-Франківської області, економічний і культурний центр Прикарпаття. Один із трьох головних центрів історико-географічного регіону Галичина. Назване 1962 року на честь Івана Франка.",
      "img": "6.jpeg",
      "id": 6
    },
    {
      "title": "Час відвідати Іспанію",
      "description": "Іспа́нія — держава на південному заході Європи, із заморськими територіями через Гібралтарську протоку та Атлантичний океан. Її континентальна європейська територія займає більшу частину Піренейського півострова.",
      "img": "1.jpeg",
      "id": 7
    }
  ]
}